Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_edit_selectionToBookmarks
source: selection bookmarks
ar: selection bookmarks تحديد إشارات مرجعية
cs: výběr vyber záložky zalozky selection bookmarks
de: auswahl lesezeichen selection bookmarks
el: επιλογή σελιδοδείκτες selection bookmarks
es: selección marcadores selection bookmarks
fa: انتخاب نشانک‌ها, selection bookmarks
fr: sélection signets selection bookmarks
hu: kijelölés kijeloles könyvjelzők konyvjelzok selection bookmarks
id: pilihan penanda selection bookmarks
it: selezione segnalibri selection bookmarks
ja: せんたくはんいをぶっくまーくにへんかん
ko: 선택 영역 책갈피 변환 selection bookmarks
pl: zaznaczenie zakładki selection bookmarks
pt: seleção marcadores selection bookmarks
ro: selectie selecție marcaje selection bookmarks
th: ส่วนที่เลือก บุ๊กมาร์ก selection bookmarks
tr: seçim yer işaretleri selection bookmarks
uk: виділення закладки selection bookmarks
vi: vùng chọn dấu trang selection bookmarks
zh_hans: 选定内容 书签 转换 selection bookmarks
zh_hant: 選取範圍 書籤 轉換 selection bookmarks

# Cmd_go_bookmark_toSelection
source: Convert bookmarks to selection
ar: تحويل الإشارات المرجعية إلى تحديد
cs: Převést záložky na výběr
de: Lesezeichen in Auswahl umwandeln
el: Μετατροπή σελιδοδεικτών σε επιλογή
es: Convertir los marcadores en selección
fa: تبدیل نشانک‌ها به انتخاب
fr: Convertir les signets en sélection
hu: Könyvjelzők átalakítása kijelöléssé
id: Ubah penanda menjadi pilihan
it: Converti i segnalibri in selezione
ja: ブックマークを選択範囲に変換
ko: 책갈피를 선택 영역으로 변환
pl: Konwertuj zakładki na zaznaczenie
pt: Converter os marcadores em seleção
ro: Conversie marcaje în selecție
th: แปลงบุ๊กมาร์กเป็นส่วนที่เลือก
tr: Yer işaretlerini seçime dönüştür
uk: Перетворити закладки на виділення
vi: Chuyển dấu trang thành vùng chọn
zh_hans: 将书签转换为选定内容
zh_hant: 將書籤轉換為選取範圍

# CmdAlias_go_bookmark_toSelection
source: bookmarks select
ar: bookmarks select إشارات مرجعية تحديد
cs: záložky zalozky vybrat bookmarks select
de: lesezeichen auswählen bookmarks select
el: σελιδοδείκτες επιλογή bookmarks select
es: marcadores seleccionar bookmarks select
fa: نشانک‌ها انتخاب, bookmarks select
fr: signets sélectionner bookmarks select
hu: könyvjelzők konyvjelzok kijelölés kijeloles bookmarks select
id: penanda pilih bookmarks select
it: segnalibri seleziona bookmarks select
ja: ぶっくまーくをせんたくはんいにへんかん
ko: 책갈피 선택 변환 bookmarks select
pl: zakładki zaznacz bookmarks select
pt: marcadores selecionar bookmarks select
ro: marcaje selectare bookmarks select
th: บุ๊กมาร์ก เลือก bookmarks select
tr: yer işaretleri seç bookmarks select
uk: закладки виділити bookmarks select
vi: dấu trang chọn bookmarks select
zh_hans: 书签 选择 转换 bookmarks select
zh_hant: 書籤 選取 轉換 bookmarks select

# Cmd_go_bookmark_showDescription
source: Show description at cursor
ar: إظهار الوصف عند المؤشر
cs: Zobrazit popis u kurzoru
de: Beschreibung am Cursor anzeigen
el: Εμφάνιση περιγραφής στη θέση του δρομέα
es: Mostrar descripción en el cursor
fa: نمایش توضیح در محل مکان‌نما
fr: Afficher la description au curseur
hu: Leírás megjelenítése a kurzornál
id: Tampilkan deskripsi di kursor
it: Mostra descrizione al cursore
ja: カーソル位置の説明を表示
ko: 커서 위치의 설명 표시
pl: Pokaż opis w miejscu kursora
pt: Mostrar descrição no cursor
ro: Afișare descriere la cursor
th: แสดงคำอธิบายที่เคอร์เซอร์
tr: İmleçteki açıklamayı göster
uk: Показати опис у позиції курсора
vi: Hiện mô tả tại con trỏ
zh_hans: 显示光标处的说明
zh_hant: 顯示游標處的說明

# CmdAlias_go_bookmark_showDescription
source: comment note
ar: comment note تعليق ملاحظة
cs: komentář komentar poznámka poznamka popis comment note
de: kommentar notiz comment note
el: σχόλιο σημείωση comment note
es: comentario nota comment note
fa: توضیح یادداشت, comment note
fr: commentaire note comment note
hu: leírás leiras megjegyzés megjegyzes jegyzet comment note
id: deskripsi catatan komentar comment note
it: commento nota descrizione comment note
ja: かーそるいちのせつめいをひょうじ
ko: 설명 메모 주석 comment note
pl: komentarz notatka opis comment note
pt: comentário nota descrição comment note
ro: comentariu nota notă descriere comment note
th: คำอธิบาย หมายเหตุ ความคิดเห็น comment note
tr: yorum not comment note
uk: коментар нотатка comment note
vi: mô tả ghi chú bình luận comment note
zh_hans: 说明 注释 备注 comment note
zh_hant: 說明 註解 筆記 comment note

# Cmd_file_importBookmarks
source: Import bookmarks
ar: استيراد الإشارات المرجعية
cs: Importovat záložky
de: Lesezeichen importieren
el: Εισαγωγή σελιδοδεικτών
es: Importar marcadores
fa: وارد کردن نشانک‌ها
fr: Importer des signets
hu: Könyvjelzők importálása
id: Impor penanda
it: Importa segnalibri
ja: ブックマークをインポート
ko: 책갈피 가져오기
pl: Importuj zakładki
pt: Importar marcadores
ro: Importare marcaje
th: นำเข้าบุ๊กมาร์ก
tr: Yer işaretlerini içeri aktar
uk: Імпортувати закладки
vi: Nhập dấu trang
zh_hans: 导入书签
zh_hant: 匯入書籤

# CmdAlias_file_importBookmarks
source: load bookmarks tags
ar: load bookmarks tags تحميل إشارات مرجعية علامات
cs: načíst nacist záložky zalozky značky znacky load bookmarks tags
de: lesezeichen laden tags load bookmarks tags
el: φόρτωση σελιδοδείκτες ετικέτες load bookmarks tags
es: cargar marcadores etiquetas load bookmarks tags
fa: بارگذاری نشانک‌ها برچسب‌ها, load bookmarks tags
fr: charger signets balises load bookmarks tags
hu: könyvjelzők konyvjelzok importálás importalas betöltés címkék load bookmarks tags
id: impor muat penanda tag load bookmarks tags
it: carica segnalibri tag load bookmarks tags
ja: ぶっくまーくをいんぽーと
ko: 책갈피 가져오기 로드 태그 load bookmarks tags
pl: wczytaj zakładki tagi load bookmarks tags
pt: carregar marcadores tags load bookmarks
ro: incarcare încărcare marcaje etichete load bookmarks tags
th: นำเข้า โหลด บุ๊กมาร์ก แท็ก load bookmarks tags
tr: yükle yer işaretleri etiketler load bookmarks tags
uk: завантажити закладки теги load bookmarks tags
vi: nhập tải dấu trang thẻ load bookmarks tags
zh_hans: 导入 加载 书签 标记 load bookmarks tags
zh_hant: 匯入 載入 書籤 標籤 load bookmarks tags

# Cmd_file_exportBookmarks
source: Export bookmarks
ar: تصدير الإشارات المرجعية
cs: Exportovat záložky
de: Lesezeichen exportieren
el: Εξαγωγή σελιδοδεικτών
es: Exportar marcadores
fa: صادر کردن نشانک‌ها
fr: Exporter les signets
hu: Könyvjelzők exportálása
id: Ekspor penanda
it: Esporta segnalibri
ja: ブックマークをエクスポート
ko: 책갈피 내보내기
pl: Eksportuj zakładki
pt: Exportar marcadores
ro: Exportare marcaje
th: ส่งออกบุ๊กมาร์ก
tr: Yer işaretlerini dışarı aktar
uk: Експортувати закладки
vi: Xuất dấu trang
zh_hans: 导出书签
zh_hant: 匯出書籤

# CmdAlias_file_exportBookmarks
source: save bookmarks tags
ar: save bookmarks tags حفظ إشارات مرجعية علامات
cs: uložit ulozit záložky zalozky značky znacky save bookmarks tags
de: lesezeichen speichern tags save bookmarks tags
el: αποθήκευση σελιδοδείκτες ετικέτες save bookmarks tags
es: guardar marcadores etiquetas save bookmarks tags
fa: ذخیره نشانک‌ها برچسب‌ها, save bookmarks tags
fr: enregistrer signets balises save bookmarks tags
hu: könyvjelzők konyvjelzok exportálás exportalas mentés címkék save bookmarks tags
id: ekspor simpan penanda tag save bookmarks tags
it: salva segnalibri tag save bookmarks tags
ja: ぶっくまーくをえくすぽーと
ko: 책갈피 내보내기 저장 태그 save bookmarks tags
pl: zapisz zakładki tagi save bookmarks tags
pt: salvar marcadores tags save bookmarks
ro: salvare marcaje etichete save bookmarks tags
th: ส่งออก บันทึก บุ๊กมาร์ก แท็ก save bookmarks tags
tr: kaydet yer işaretleri etiketler save bookmarks tags
uk: зберегти закладки теги save bookmarks tags
vi: xuất lưu dấu trang thẻ save bookmarks tags
zh_hans: 导出 保存 书签 标记 save bookmarks tags
zh_hant: 匯出 儲存 書籤 標籤 save bookmarks tags

# Cmd_view_panel_positionManager
source: Position manager
ar: مدير المواضع
cs: Správce pozic
de: Positionsverwaltung
el: Διαχείριση θέσεων
es: Administrador de posiciones
fa: مدیر موقعیت‌ها
fr: Gestionnaire de positions
hu: Pozíciókezelő
id: Pengelola posisi
it: Gestione posizioni
ja: 位置マネージャ
ko: 위치 관리자
pl: Menedżer pozycji
pt: Gerenciador de posições
ro: Manager de poziții
th: ตัวจัดการตำแหน่ง
tr: Konum yöneticisi
uk: Диспетчер позицій
vi: Trình quản lý vị trí
zh_hans: 位置管理器
zh_hant: 位置管理員

# CmdAlias_view_panel_positionManager
source: notes descriptions
ar: notes descriptions ملاحظات أوصاف
cs: poznámky poznamky popisy notes descriptions
de: notizen beschreibungen notes descriptions
el: σημειώσεις περιγραφές notes descriptions
es: notas descripciones notes descriptions
fa: یادداشت‌ها توضیحات, notes descriptions
hu: pozíciókezelő poziciokezelo jegyzetek leírások leirasok notes descriptions
id: pengelola posisi catatan deskripsi notes descriptions
it: note descrizioni notes descriptions
ja: いちまねーじゃ
ko: 위치 관리자 메모 설명 notes descriptions
pl: notatki opisy notes descriptions
pt: notas descrições notes descriptions
ro: note descrieri pozitii poziții notes descriptions
th: ตัวจัดการตำแหน่ง บันทึก คำอธิบาย notes descriptions
tr: notlar açıklamalar notes descriptions
uk: нотатки описи notes descriptions
vi: quản lý vị trí ghi chú mô tả notes descriptions
zh_hans: 位置管理器 说明 备注 notes descriptions
zh_hant: 位置管理員 筆記 說明 notes descriptions

# Cmd_view_panel_coloringRules
source: Coloring rules
ar: قواعد التلوين
cs: Pravidla obarvení
de: Farbregeln
el: Κανόνες χρωματισμού
es: Reglas de coloreado
fa: قواعد رنگ‌آمیزی
fr: Règles de coloration
hu: Színezési szabályok
id: Aturan pewarnaan
it: Regole di colorazione
ja: 色付けルール
ko: 색 지정 규칙
pl: Reguły kolorowania
pt: Regras de coloração
ro: Reguli de colorare
th: กฎการระบายสี
tr: Renklendirme kuralları
uk: Правила розфарбовування
vi: Quy tắc tô màu
zh_hans: 着色规则
zh_hant: 著色規則

# CmdAlias_view_panel_coloringRules
source: highlight colors
ar: highlight colors تمييز ألوان
cs: zvýraznění zvyrazneni barvy highlight colors
de: hervorheben farben highlight colors
el: επισήμανση χρώματα highlight colors
es: resaltar colores highlight colors
fa: برجسته‌سازی رنگ‌ها, highlight colors
fr: surligner couleurs highlight colors
hu: színezés szinezes szabály szabaly kiemelés kiemeles színek highlight colors
id: aturan pewarnaan sorot highlight colors
it: evidenzia colori highlight colors
ja: いろづけるーる
ko: 색 지정 규칙 강조 색상 highlight colors
pl: wyróżnij kolory highlight colors
pt: realçar cores highlight colors
ro: evidentiere evidențiere culori colorare highlight colors
th: กฎ ระบายสี เน้น highlight colors
tr: vurgula renkler highlight colors
uk: підсвічування кольори highlight colors
vi: quy tắc tô màu tô sáng highlight colors
zh_hans: 着色 规则 突出显示 颜色 highlight colors
zh_hant: 著色 規則 醒目提示 色彩 highlight colors

# Cmd_view_panel_legend
source: Toggle legend
ar: تبديل وسيلة الإيضاح
cs: Přepnout legendu
de: Legende ein/aus
el: Εναλλαγή υπομνήματος
es: Mostrar u ocultar la leyenda
fa: نمایش/پنهان کردن راهنمای رنگ
fr: Afficher/masquer la légende
hu: Jelmagyarázat be/ki
id: Alihkan legenda
it: Mostra/nascondi legenda
ja: 凡例の表示切り替え
ko: 범례 표시/숨기기
pl: Pokaż/ukryj legendę
pt: Mostrar/ocultar legenda
ro: Comutare legendă
th: สลับคำอธิบายสัญลักษณ์
tr: Göstergeyi aç/kapat
uk: Показати або приховати легенду
vi: Bật/tắt chú giải
zh_hans: 切换图例
zh_hant: 切換圖例

# CmdAlias_view_panel_legend
source: key colors
ar: key colors مفتاح ألوان
cs: legenda barvy key colors
de: legende farben key colors
el: υπόμνημα χρώματα key colors
es: leyenda colores key colors
fa: راهنما رنگ‌ها, key colors
fr: légende couleurs key colors
hu: jelmagyarázat jelmagyarazat színek szinek key colors
id: legenda warna key colors
it: legenda colori key colors
ja: はんれいのひょうじきりかえ
ko: 범례 색 키 key colors
pl: legenda kolory key colors
pt: legenda cores key colors
ro: legenda legendă culori key colors
th: คำอธิบายสัญลักษณ์ สี key colors
tr: anahtar renkler key colors
uk: умовні позначення кольори key colors
vi: chú giải màu key colors
zh_hans: 图例 颜色 key colors
zh_hant: 圖例 色彩 key colors

# Cmd_view_annotations_toggle
source: Toggle annotations
ar: تبديل التعليقات التوضيحية
cs: Přepnout poznámky
de: Anmerkungen ein/aus
el: Εναλλαγή σχολίων
es: Mostrar u ocultar anotaciones
fa: نمایش/پنهان کردن یادداشت‌ها
fr: Afficher/masquer les annotations
hu: Annotációk be/ki
id: Alihkan anotasi
it: Mostra/nascondi annotazioni
ja: 注釈の表示切り替え
ko: 주석 표시/숨기기
pl: Pokaż/ukryj adnotacje
pt: Mostrar/ocultar anotações
ro: Comutare adnotări
th: สลับคำอธิบายประกอบ
tr: Ek açıklamaları aç/kapat
uk: Показати або приховати анотації
vi: Bật/tắt chú thích
zh_hans: 切换注释
zh_hant: 切換註解

# CmdAlias_view_annotations_toggle
source: annotations
ar: annotations تعليقات توضيحية
cs: poznámky poznamky annotations
de: anmerkungen annotations
el: σχόλια annotations
es: anotaciones annotations
fa: یادداشت‌ها, annotations
hu: annotáció annotacio jegyzet annotations
id: anotasi annotations
it: annotazioni annotations
ja: ちゅうしゃくのひょうじきりかえ
ko: 주석 표시 annotations
pl: adnotacje annotations
pt: anotações annotations
ro: adnotari adnotări annotations
th: คำอธิบายประกอบ annotations
tr: ek açıklamalar annotations
uk: анотації annotations
vi: chú thích annotations
zh_hans: 注释 显示 annotations
zh_hant: 註解 顯示 annotations

# Cmd_view_annotations_column
source: Toggle annotation column
ar: تبديل عمود التعليقات التوضيحية
cs: Přepnout sloupec poznámek
de: Anmerkungsspalte ein/aus
el: Εναλλαγή στήλης σχολίων
es: Mostrar u ocultar la columna de anotaciones
fa: نمایش/پنهان کردن ستون یادداشت‌ها
fr: Afficher/masquer la colonne des annotations
hu: Annotációoszlop be/ki
id: Alihkan kolom anotasi
it: Mostra/nascondi colonna annotazioni
ja: 注釈の列の表示切り替え
ko: 주석 열 표시/숨기기
pl: Pokaż/ukryj kolumnę adnotacji
pt: Mostrar/ocultar coluna de anotações
ro: Comutare coloană adnotări
th: สลับคอลัมน์คำอธิบายประกอบ
tr: Ek açıklama sütununu aç/kapat
uk: Показати або приховати стовпець анотацій
vi: Bật/tắt cột chú thích
zh_hans: 切换注释列
zh_hant: 切換註解欄

# CmdAlias_view_annotations_column
source: labels column
ar: labels column تسميات عمود
cs: popisky sloupec labels column
de: beschriftungen spalte labels column
el: ετικέτες στήλη labels column
es: etiquetas columna labels column
fa: برچسب‌ها ستون, labels column
fr: étiquettes colonne labels column
hu: annotáció annotacio címkék cimkek oszlop labels column
id: anotasi label kolom labels column
it: etichette colonna labels column
ja: ちゅうしゃくのれつのひょうじきりかえ
ko: 주석 열 레이블 labels column
pl: etykiety kolumna labels column
pt: rótulos coluna labels column
ro: etichete coloana coloană adnotari adnotări labels column
th: คำอธิบายประกอบ ป้ายกำกับ คอลัมน์ labels column
tr: etiketler sütun labels column
uk: мітки стовпець labels column
vi: chú thích nhãn cột labels column
zh_hans: 注释列 标签 列 labels column
zh_hant: 註解欄 標籤 labels column

# Cmd_view_annotations_bookmark
source: Annotations: bookmarks
ar: التعليقات التوضيحية: الإشارات المرجعية
cs: Poznámky: záložky
de: Anmerkungen: Lesezeichen
el: Σχόλια: σελιδοδείκτες
es: Anotaciones: marcadores
fa: یادداشت‌ها: نشانک‌ها
fr: Annotations : signets
hu: Annotációk: könyvjelzők
id: Anotasi: penanda
it: Annotazioni: segnalibri
ja: 注釈: ブックマーク
ko: 주석: 책갈피
pl: Adnotacje: zakładki
pt: Anotações: marcadores
ro: Adnotări: marcaje
th: คำอธิบายประกอบ: บุ๊กมาร์ก
tr: Ek açıklamalar: yer işaretleri
uk: Анотації: закладки
vi: Chú thích: dấu trang
zh_hans: 注释：书签
zh_hant: 註解：書籤

# CmdAlias_view_annotations_bookmark
source: annotation source
ar: annotation source مصدر التعليقات التوضيحية
cs: poznámka poznamka zdroj annotation source
de: anmerkung quelle annotation source
el: πηγή σχολίων annotation source
es: origen de anotación annotation source
fa: منبع یادداشت, annotation source
fr: source d'annotation annotation source
hu: annotáció annotacio forrás forras könyvjelző annotation source
id: anotasi sumber penanda annotation source
it: origine annotazione annotation source
ja: ちゅうしゃく ぶっくまーく
ko: 주석 원본 책갈피 annotation source
pl: źródło adnotacji annotation source
pt: origem anotação annotation source
ro: adnotari adnotări sursa sursă annotation source
th: คำอธิบายประกอบ แหล่งที่มา บุ๊กมาร์ก annotation source
tr: ek açıklama kaynağı annotation source
uk: джерело анотацій annotation source
vi: chú thích nguồn dấu trang annotation source
zh_hans: 注释 来源 书签 annotation source
zh_hant: 註解 來源 書籤 annotation source

# Cmd_view_annotations_yara
source: Annotations: YARA
ar: التعليقات التوضيحية: YARA
cs: Poznámky: YARA
de: Anmerkungen: YARA
el: Σχόλια: YARA
es: Anotaciones: YARA
fa: یادداشت‌ها: YARA
hu: Annotációk: YARA
id: Anotasi: YARA
it: Annotazioni: YARA
ja: 注釈: YARA
ko: 주석: YARA
pl: Adnotacje: YARA
pt: Anotações: YARA
ro: Adnotări: YARA
th: คำอธิบายประกอบ: YARA
tr: Ek açıklamalar: YARA
uk: Анотації: YARA
vi: Chú thích: YARA
zh_hans: 注释：YARA
zh_hant: 註解：YARA

# CmdAlias_view_annotations_yara
source: annotation source
ar: annotation source مصدر التعليقات التوضيحية
cs: poznámka poznamka zdroj annotation source
de: anmerkung quelle annotation source
el: πηγή σχολίων annotation source
es: origen de anotación annotation source
fa: منبع یادداشت, annotation source
fr: source d'annotation annotation source
hu: annotáció annotacio forrás forras yara annotation source
id: anotasi sumber annotation source
it: origine annotazione annotation source
ja: ちゅうしゃく やら
ko: 주석 원본 YARA annotation source
pl: źródło adnotacji annotation source
pt: origem anotação annotation source
ro: adnotari adnotări sursa sursă annotation source
th: คำอธิบายประกอบ แหล่งที่มา annotation source
tr: ek açıklama kaynağı annotation source
uk: джерело анотацій annotation source
vi: chú thích nguồn annotation source
zh_hans: 注释 来源 YARA annotation source
zh_hant: 註解 來源 yara annotation source

# Cmd_view_annotations_searchResults
source: Annotations: find all results
ar: التعليقات التوضيحية: نتائج البحث عن الكل
cs: Poznámky: výsledky Najít vše
de: Anmerkungen: Ergebnisse von „Alle suchen“
el: Σχόλια: αποτελέσματα εύρεσης όλων
es: Anotaciones: resultados de Buscar todo
fa: یادداشت‌ها: نتایج یافتن همه
fr: Annotations : résultats de « Rechercher tout »
hu: Annotációk: Összes keresése – találatok
id: Anotasi: hasil Temukan semua
it: Annotazioni: risultati di Trova tutto
ja: 注釈: すべて検索の結果
ko: 주석: 모두 찾기 결과
pl: Adnotacje: wyniki Znajdź wszystko
pt: Anotações: resultados de Localizar tudo
ro: Adnotări: rezultate Găsire toate
th: คำอธิบายประกอบ: ผลการค้นหาทั้งหมด
tr: Ek açıklamalar: tümünü bul sonuçları
uk: Анотації: результати «Знайти все»
vi: Chú thích: kết quả Tìm tất cả
zh_hans: 注释：全部查找结果
zh_hant: 註解：全部尋找結果

# CmdAlias_view_annotations_searchResults
source: annotation source
ar: annotation source مصدر التعليقات التوضيحية
cs: poznámka poznamka zdroj annotation source
de: anmerkung quelle annotation source
el: πηγή σχολίων annotation source
es: origen de anotación annotation source
fa: منبع یادداشت, annotation source
fr: source d'annotation annotation source
hu: annotáció annotacio forrás forras találatok annotation source
id: anotasi sumber pencarian annotation source
it: origine annotazione annotation source
ja: ちゅうしゃく すべてけんさくのけっか
ko: 주석 원본 검색 결과 annotation source
pl: źródło adnotacji annotation source
pt: origem anotação annotation source
ro: adnotari adnotări sursa sursă annotation source
th: คำอธิบายประกอบ แหล่งที่มา ค้นหา annotation source
tr: ek açıklama kaynağı annotation source
uk: джерело анотацій annotation source
vi: chú thích nguồn tìm kiếm annotation source
zh_hans: 注释 来源 搜索结果 annotation source
zh_hant: 註解 來源 搜尋結果 annotation source

# Cmd_view_annotations_template
source: Annotations: templates
ar: التعليقات التوضيحية: القوالب
cs: Poznámky: šablony
de: Anmerkungen: Vorlagen
el: Σχόλια: πρότυπα
es: Anotaciones: plantillas
fa: یادداشت‌ها: الگوها
fr: Annotations : modèles
hu: Annotációk: sablonok
id: Anotasi: templat
it: Annotazioni: modelli
ja: 注釈: 構造体テンプレート
ko: 주석: 템플릿
pl: Adnotacje: szablony
pt: Anotações: modelos
ro: Adnotări: șabloane
th: คำอธิบายประกอบ: เทมเพลต
tr: Ek açıklamalar: şablonlar
uk: Анотації: шаблони
vi: Chú thích: mẫu
zh_hans: 注释：模板
zh_hant: 註解：範本

# CmdAlias_view_annotations_template
source: annotation source
ar: annotation source مصدر التعليقات التوضيحية
cs: poznámka poznamka zdroj annotation source
de: anmerkung quelle annotation source
el: πηγή σχολίων annotation source
es: origen de anotación annotation source
fa: منبع یادداشت, annotation source
fr: source d'annotation annotation source
hu: annotáció annotacio forrás forras sablon annotation source
id: anotasi sumber templat annotation source
it: origine annotazione annotation source
ja: ちゅうしゃく てんぷれーと
ko: 주석 원본 템플릿 annotation source
pl: źródło adnotacji annotation source
pt: origem anotação annotation source
ro: adnotari adnotări sursa sursă annotation source
th: คำอธิบายประกอบ แหล่งที่มา เทมเพลต annotation source
tr: ek açıklama kaynağı annotation source
uk: джерело анотацій annotation source
vi: chú thích nguồn mẫu annotation source
zh_hans: 注释 来源 模板 annotation source
zh_hant: 註解 來源 範本 annotation source

# Cmd_view_annotations_script
source: Annotations: scripts and plugins
ar: التعليقات التوضيحية: البرامج النصية والمكونات الإضافية
cs: Poznámky: skripty a moduly plug-in
de: Anmerkungen: Skripte und Plug-ins
el: Σχόλια: δέσμες ενεργειών και πρόσθετα
es: Anotaciones: scripts y complementos
fa: یادداشت‌ها: اسکریپت‌ها و افزونه‌ها
fr: Annotations : scripts et plug-ins
hu: Annotációk: szkriptek és beépülő modulok
id: Anotasi: skrip dan plugin
it: Annotazioni: script e plug-in
ja: 注釈: スクリプト・プラグイン
ko: 주석: 스크립트 및 플러그 인
pl: Adnotacje: skrypty i wtyczki
pt: Anotações: scripts e plug-ins
ro: Adnotări: scripturi și plug-in-uri
th: คำอธิบายประกอบ: สคริปต์และปลั๊กอิน
tr: Ek açıklamalar: betikler ve eklentiler
uk: Анотації: сценарії та плагіни
vi: Chú thích: tập lệnh và phần bổ trợ
zh_hans: 注释：脚本和插件
zh_hant: 註解：指令碼和外掛程式

# CmdAlias_view_annotations_script
source: annotation source
ar: annotation source مصدر التعليقات التوضيحية
cs: poznámka poznamka zdroj annotation source
de: anmerkung quelle annotation source
el: πηγή σχολίων annotation source
es: origen de anotación annotation source
fa: منبع یادداشت, annotation source
fr: source d'annotation annotation source
hu: annotáció annotacio forrás forras szkript annotation source
id: anotasi sumber skrip annotation source
it: origine annotazione annotation source
ja: ちゅうしゃく すくりぷと
ko: 주석 원본 스크립트 플러그인 annotation source
pl: źródło adnotacji annotation source
pt: origem anotação annotation source
ro: adnotari adnotări sursa sursă annotation source
th: คำอธิบายประกอบ แหล่งที่มา สคริปต์ annotation source
tr: ek açıklama kaynağı annotation source
uk: джерело анотацій annotation source
vi: chú thích nguồn tập lệnh annotation source
zh_hans: 注释 来源 脚本 插件 annotation source
zh_hant: 註解 來源 指令碼 外掛程式 annotation source

# Cmd_view_coloring_fromSelection
source: Create coloring rule from selection
ar: إنشاء قاعدة تلوين من التحديد
cs: Vytvořit pravidlo obarvení z výběru
de: Farbregel aus Auswahl erstellen
el: Δημιουργία κανόνα χρωματισμού από την επιλογή
es: Crear regla de coloreado a partir de la selección
fa: ایجاد قاعدهٔ رنگ‌آمیزی از انتخاب
fr: Créer une règle de coloration à partir de la sélection
hu: Színezési szabály létrehozása a kijelölésből
id: Buat aturan pewarnaan dari pilihan
it: Crea regola di colorazione dalla selezione
ja: 選択範囲の値で色付けルールを作成
ko: 선택 영역에서 색 지정 규칙 만들기
pl: Utwórz regułę kolorowania z zaznaczenia
pt: Criar regra de coloração a partir da seleção
ro: Creare regulă de colorare din selecție
th: สร้างกฎการระบายสีจากส่วนที่เลือก
tr: Seçimden renklendirme kuralı oluştur
uk: Створити правило розфарбовування з виділення
vi: Tạo quy tắc tô màu từ vùng chọn
zh_hans: 从选定内容创建着色规则
zh_hant: 從選取範圍建立著色規則
